{"work":[{"name":"UC Berkeley, INFO 247: Information Visualization and Presentation","position":"Graduate Student Reader","url":"https://www.ischool.berkeley.edu/courses/info/247","startDate":"2023-01","endDate":"2023-05","summary":"","highlights":[" "," "]},{"name":"Pear Suite","position":"Product Design Intern","url":"https://www.pearsuite.com/","startDate":"2023-01","endDate":"2023-03","summary":"Pear Suite is a care navigation platform that transforms social determinants of health data into actionable solutions and empowers community health workers.","highlights":[" "," "]},{"name":"AARP Innovation Labs","position":"UI/UX Design Intern","url":"https://aarpinnovationlabs.org/","startDate":"2021-02","endDate":"2021-10","summary":"AARP Innovation Labs's acceleration program provides age-tech startups with the opportunity to gain rapid insight into the market and tap into resources that AARP and its expertise can provide.","highlights":[" "," "]},{"name":"ReverCare","position":"Product Development Intern","startDate":"2019-06","endDate":"2020-10","summary":"ReverCare was a YC-funded startup whose mission is to connect family caregivers with eldercare experts through an online platform.","highlights":[" "," "]},{"name":"Startup Career Fair by Spark SC","position":"Project Manager","url":"https://sparksc.org/","startDate":"2019-05","endDate":"2019-1","summary":"The Startup Career Fair is an annual student-run event which invites startups to campus to recruit USC students for full-time and internship positions.","highlights":["Led a group of 5 students to recruit startups, partner with USC career departments, and market the event on campus.","Secured 53 startups to recruit at our career fair. And fundraised $6,700 from various USC departments."]},{"name":"Benayoun Lab, USC Leonard Davis School of Gerontology","position":"Undergraduate Research Assistant","url":"https://gero.usc.edu/labs/benayounlab/","startDate":"2019-01","endDate":"2019-05","summary":"","highlights":[]}],"projects":[{"name":"Capstone Project (MIMS, UC Berkeley)","startDate":"2023","endDate":"2023","summary":"Our project, The Hidden Emissions of Electric Vehicles, examines the sustainability of zero emissions vehicles and highlights barriers to EV adoption and use in California. Through an interactive website and vehicle emissions tool, called Emissions Explorer, we break down how and why EVs still emit, and let people explore how different factors – charging location, vehicle type, and mileage – all impact emissions.","highlights":["Dr. James R. Chen Award Winner","Advised by Professor Marti Hearst"]},{"name":"Salesforce (INFO 214: User Experience Research)","startDate":"2023","endDate":"2023","summary":"With our client Salesforce, our goal was to understand how prevalent digital contract adoption is, what other alternatives organizations currently employ, and what challenges need to be addressed.","highlights":["Conducted two rounds of semi-structured interviews and talk-throughs with managers working for a North American based company.","Led a team of 3 UX researchers to ensure needs of the client were met and spearheaded discussions on best user research methodologies to deploy."]},{"name":"Final Project (INFO 247: Information Visualization and Presentation)","startDate":"2022","endDate":"2022","summary":"This project is a narrative about outdoor ambient air pollution, its global health consquences, and how individuals' can protect themselves, using data visualization.","highlights":["Advised by Professor Marti Hearst"]},{"name":"Substantial Classrooms (INFO 290: Product Design Studio)","startDate":"2021","endDate":"2021","summary":"Substantial is a national nonprofit on a mission to unlock the potential of substitute teaching.","highlights":["Led a team of 3 designers through the end-to-end development of a self-service customer technical support webite.","Provided the client a channel to communicate and offer resources to their users for the first time."]},{"name":"Morrow (INFO 290: Product Design Studio)","startDate":"2021","endDate":"2021","summary":"Morrow is a startup focused on helping middle aged adults with financial retirement planning.","highlights":["Conducted UX review of their existing MVP and ideated new design solutions to meet their design goals.","Presented hi-fidelity designs to the Morrow product team."]}],"education":[{"institution":"UC Berkeley, Berkeley, California","url":"https://www.ischool.berkeley.edu/programs/mims","area":"Human Computer Interaction","studyType":"Masters of Information Management Systems","startDate":"2021","endDate":"2023","score":"3.93","courses":["Healthcare in the 21st Century","Quantitative Research Methods"]},{"institution":"University of Southern California, Los Angeles, California","url":"https://gero.usc.edu/","area":"Gerontology, Computer Programming (minor)","studyType":"B.S. Lifespan Health","startDate":"2018","endDate":"2021","score":"3.93","courses":[]}],"awards":[{"title":"Dr. James R. Chen Award","url":"https://www.ischool.berkeley.edu/projects/2023/hidden-emissions-electric-vehicles","date":"2023","awarder":"UC Berkeley School of Information","summary":"The MIMS Final Project presentation and competition is sponsored by the Dr. James R. Chen Award Fund. This fund is intended to recognize and foster innovation, creative solutions, and pragmatic applications in the area of information retrieval and management."},{"title":"USC Renaissance Scholar","url":"https://ahf.usc.edu/commencement-honors/scholar-distinctions/renaissance/","date":"2021","awarder":"University of Southern California","summary":"The Renaissance Scholar distinction is intended to recognize and celebrate USC undergraduates who have excelled academically while pursuing at least two widely separate fields of study."}],"certificates":[],"publications":[],"skills":[{"name":"Design: UX Research, Wireframing, Prototyping, Interface design, UX writing, Figma, HTML/CSS/JS"},{"name":"Data Analysis: Python, R, D3, Observable, Information visualization, Storytelling"},{"name":"Product: Competitive analysis, Product strategy, A/B testing, Agile, Design thinking"}],"languages":[],"interests":[{"name":"Hiking, Baking, Gardening"}],"references":[]}